cask_args appdir: "/Applications"

brew "lazygit"
brew "gh"
brew "ffmpeg"
brew "eza"
brew "bottom"
brew "fzf"
brew "ripgrep"
brew "yazi"
brew "bat"
brew "wget"
brew "starship"
brew "neovim"
brew "fish"
brew "curl"
brew "docker"
brew "zoxide"
brew "cmake"
brew "dust"
brew "typos-cli"
brew "fd"
brew "lazydocker"
brew "lazysql"
brew "hyperfine"

# Development
brew "go"
brew "rust"
brew "deno"
brew "eslint"
brew "pnpm"
brew "git"
brew "colima"

# Application
cask "discord"
cask "raycast"
cask "slack"
cask "kitty"
cask "monitorcontrol"
