cask_args appdir: "/Applications"

tap "aws/tap"

# CLT
brew "lazygit"
brew "ollama"
brew "yabai"
brew "gh"
brew "ffmpeg"
brew "eza"
brew "bottom"
brew "mas"
brew "fzf"
brew "ripgrep"
brew "tmux"
brew "yazi"
brew "bat"
brew "wget"
brew "starship"
brew "neovim"
brew "fish"
brew "tree"
brew "curl"
brew "docker"
brew "zoxide"
brew "cmake"
brew "dust"
brew "thefuck"
brew "skhd"

# Development
brew "go"
brew "nodebrew"
brew "rust"
brew "deno"
brew "eslint"
brew "pnpm"
brew "git"
brew "openjdk"
brew "collima"

# Application
cask "discord"
cask "notion"
cask "raycast"
cask "postman"
cask "slack"
cask "zoom"
cask "visual-studio-code"
cask "cheatsheet"
cask "processing"
cask "wezterm"
cask "visual-studio"
cask "dotnet-sdk"
cask "mono-mdk-for-visual-studio"
cask "dropbox"
brew "MonitorControl"
